[
    {
      "title": "Elegant Potato Spam Casserole",
      "ingredients": "1 cn Condensed cream of potato soup (10 3/4 oz)|1/4 c Grated Parmesan cheese, divided|2 tb Sherry|4 c Hot, prepared mashed potatoes|Vegetable cooking spray|1 cn SPAM Luncheon Meat, cut into small pieces (12 oz)|1/4 ts Paprika",
      "servings": "8 Servings",
      "instructions": "Heat oven to 425'F. Combine soup, 2 tablespoons cheese, and sherry; stir until smooth. Spoon mashed potatoes into 1 1/2 quart casserole coated with cooking spray. Sprinkle SPAM on top of potatoes. Spread soup mixture over SPAM. Sprinle remaining 2 tablespoons cheese and paprika over soup mixture. Bake 20 minutes or until thoroughly heated."
    },
    {
      "title": "Elisa's Almost Fat-Free Potato Latkes",
      "ingredients": "1 lg White potato (I think it was a russet)|1 lg Sweet potato|1/2 ts Pepper|1 ts Dried onion flakes|2 Portions of eggbeaters|1 cn PAM",
      "servings": "1 Servings",
      "instructions": "1. Shred the potatoes in the food processor. 2. Rinse the potatoes (as per earlier discussion on the list :-) ) 3. Toss potatoes in a bowl with the pepper, onion and egg. 4. Mix, mix, mix! 5. Line a pan with aluminum foil and spray PAM on it. 6. Divide the potato mixture into 6 mounds on the pan. 7. Spray them with PAM."
    },
    {
      "title": "Emeril's Baked Potato",
      "ingredients": "2 lg Idaho baking potatoes|1/2 c Sour cream|1 tb Chopped chives|2 tb Cooked and crumbled bacon|3 tb Grated Cheddar cheese",
      "servings": "1 Servings",
      "instructions": "Preheat oven to 425 degrees. Prick potato all over with a fork and bake 1 to 1 1/2 hours, depending on size, until center is tender and cooked through and skin is crisp. To serve, split open and load it up."
    },
    {
      "title": "Emeril's Barbecue Salmon with Andouille and Potato Hash",
      "ingredients": "3 tb Olive oil|3 oz Andouille sausage; finely chopped|1/2 c Chopped yellow onions|2 ts Chopped garlic|Salt|Freshly ground black pepper|1/2 c Fresh tomatoes; peeled, seeded and chopped|2 c Cubed potatoes; blanched until fork tender|1 c Veal reduction|2 tb Chopped green onions|4 Salmon fillets; each 6 ounces|1 1/4 c Sweet barbecue sauce|1/2 c Flour|1 Onion; cut into thin rings|2 c Vegetable oil|1 c Worcestershire sauce|1 tb Finely chopped parsley",
      "servings": "4 Servings",
      "instructions": "In a saut축 pan, heat 1 tablespoon olive oil. When the oil is hot, add the andouille sausage and render for 3 minutes. Add the onions and saut축 for 2 minutes. Add the garlic and tomatoes and saut축 for one minute. Season with salt and pepper. Add the potatoes and cook for 2 minutes. Add the veal reduction. Bring the liquid up to a boil. Reduce the sauce to a simmer and cook for 3 to 4 minutes. Remove from the heat, stir in the green onions and keep warm. Season the salmon fillets with salt and pepper. In a saut축 pan, heat the remaining olive oil. When the oil is hot, sear the salmon for 2 to 3 minutes on each side for medium rare. Remove the pan from the heat and brush each fillet with a tablespoon of the barbecue sauce. Season the flour with salt and pepper. Dredge the onions in the seasoned flour. In a sauce pan, heat the vegetable oil. When the oil is hot, add the onions and fry until crispy and golden brown, about 2 to 3 minutes, stirring constantly. Remove from the oil and drain on paper towels. Season the onions with salt and pepper. To assemble, spoon about 1/4 cup of the sauce in the center of each plate. Spoon 1/2 cup of the hash in the center of the sauce. Lay the salmon fillet directly on top of the hash and spoon the Worcestershire sauce over the fish. Garnish with the fried onions and parsley. Yields: 4 main-course servings"
    },
    {
      "title": "English Potato Balloons",
      "ingredients": "1 c Mashed potatoes|2 ts Baking powder|1/2 c Milk|1 pn Salt|2 Eggs|1 1/2 c Flour",
      "servings": "4 Servings",
      "instructions": "Mix well and drop by spoonfuls into deep, hot lard (or shortening). Serve with jelly or powdered (10X) sugar."
    },
    {
      "title": "Fresh Swedish Potato Sausage",
      "ingredients": "1 sm Onions; cut up|1 tb Salt|1 1/2 ts Pepper, black|1 ts Allspice|1 c Milk, dry, non-fat|1 c Water|6 c Potatoes; pared, cut up|1 1/2 lb Beef, lean|1 lb Pork, lean|1 Sausage casing",
      "servings": "5 Servings",
      "instructions": "Grind the meat, potatoes, and onions through a 3/8\" grinder plate and place in a mixer. Add all the other ingredients with the water and mix well. After this procedure, regrind through the 3/8\" plate again. Stuff into a 35-38mm hog casing. This sausage is a very perishable product. It keeps best when frozen. This sausage may be served fried, baked, or boiled. When kept in a refrigerator, sausage should be placed in a container and covered with water. From Great Sausage Recipes and Meat Curing by Rytek Kutas"
    },
    {
      "title": "Fresh Tuna and Red Potato Salad",
      "ingredients": "1 lb Medium Red Potatoes|3 c Yellow Fin Tuna Or Other Lean Fish Fillets; Grilled And Cut Into 1-Inch Pieces About One Pound|4 md Celery Stalks; Chopped, About 2 Cups|1 c Fat Free Plain Yogurt|1/4 c Fresh Parsley; Chopped|2 tb Red Wine (Or Cider) Vinegar|1/2 ts Salt|1/2 ts Ground Cumin|1/4 ts Ground Black Pepper",
      "servings": "6 Servings",
      "instructions": "Heat 1-Inch water (salted if desired) to boiling in a 2-quart saucepan. Add the potatoes and cover. Heat until boiling then reduce the heat until simmering and simmer the potatoes 30 to 35 minutes or until they are tender, then drain and cool slightly. Cut into cubes, (There should be about 3 cups). Mix all of the ingredients together then cover and refrigerate about 1 hour or until well chilled. Calories: 185 Protein: 20 Grams Carbohydrates: 20 Grams Fat: 3 Grams Cholesterol: 45 Milligrams Sodium: 270 Milligrams Potassium: 880 Milligrams"
    },
    {
      "title": "Fried Eels with Creamed Potatoes",
      "ingredients": "Eels|Eggs|Salt|Bread crumbs|Flour|Butter",
      "servings": "1 Servings",
      "instructions": "(Stegt Aal med stuvede Kartofler) Skin and clean the eels carefully, cut into 3-inch pieces, sprinkle with salt and leave for an hour. Rinse and dry thoroughly, dip in beaten egg, roll in bread crumbs and fry in plenty of butter. Serve with the browned butter and creamed potatoes. CREAMED POTAYOES: Melt a tablespoonful of butter, add 1 1/2 tablespoons flour and a little milk. Stir over a low flame until thickened; season with salt and a little sugar. Cut boiled potatoes in small pieces and add to this sauce. Serve garnished with chopped parsley and butter. When Danish anglers meet to have fried eel, they try to eat so many that the backbones form a ring around each plate."
    },
    {
      "title": "Goat Cheese And Thyme Potato Cake",
      "ingredients": "1 1/2 lb Small red potatoes|3/4 Stick unsalted butter; softened (6 tablespoons)|1/2 c Sour cream|4 oz Goat cheese; (preferably aged; about 1/2 cup), grated if aged or forced through a grater if soft|2 lg Eggs|1 ts Fresh thyme leaves",
      "servings": "1 servings",
      "instructions": "Generously oil or butter a 9-inch square baking pan and line with a 14-by 8-inch piece parchment paper, allowing ends of paper to overhang 2 opposite edges of pan. Press on paper to coat underside with oil or butter and turn over, keeping ends of paper overhanging. Preheat oven to 375 degrees F. Cut potatoes into 1/4-inch-thick slices and in a kettle of boiling salted water cook until tender but not falling apart, about 8 minutes. Drain potatoes in a colander and cool 15 minutes. In a large bowl whisk together butter and sour cream until smooth and whisk in goat cheese and eggs until combined well. Add potatoes, tossing gently, and transfer mixture to baking pan. Smooth top with a spatula, spreading potatoes evenly, and sprinkle with thyme. Bake potato cake in middle of oven 35 minutes, or until top is golden, and cool in pan on a rack. Potato cake may be made 2 days ahead and chilled, covered. Using parchment paper, lift potato cake from pan and transfer to a cutting board. Cut cake into squares, discarding parchment, and serve at room temperature. Yield: 6 servings"
    },
    {
      "title": "Goat Cheese Mashed Potatoes with Leeks And Chives",
      "ingredients": "2 1/2 lb Russet; (baking) potatoes|1 1/2 c Thinly sliced well-washed white and pale green part of leek|3/4 c Finely chopped onion|2 Garlic cloves; minced|3 tb Unsalted butter|2/3 c Milk|1 1/2 c Crumbled mild goat cheese such as; (about 6 ounces) Montrachet|1/4 c Minced fresh chives",
      "servings": "1 servings",
      "instructions": "In a saucepan combine the potatoes, peeled and cut into 1-inch pieces, with enough cold water to cover them by 1 inch and simmer them for 10 to 15 minutes, or until they are tender. While the potatoes are cooking, in a heavy skillet cook the leek, the onion, and the garlic in 2 tablespoons of the butter, covered, over moderate heat, stirring occasionally, for 10 minutes, or until the vegetables are soft. Drain the potatoes, return them to the pan, and steam them over moderate heat, shaking the pan, for 30 seconds, or until any excess liquid is evaporated. Force the potatoes through a ricer or the medium disk of a food mill into a bowl and stir in the milk, the remaining 1 tablespoon butter, the leek mixture, half the goat cheese, the chives, and salt and pepper to taste. Spoon the mixture into a buttered 2-quart baking dish, sprinkle the remaining goat cheese over the top, and bake the mixture in the middle of a preheated 350&deg;F. oven for 20 minutes. Serves 4 to 6."
    }
  ]